Repository: aarapi/real-estate-crm
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: Help
tr: Yardım Edin

source: CUSTOMER SUPPORT
tr: MÜŞTERİ DESTEĞİ

source: A Responsive and Dedicated Technical Support, Any where, Any time
tr: Her yere, her zaman cevap veren, hassas ve adanmış bir teknik destek

source: Hours
tr: saat

source: Email Support
tr: E-posta Desteği

source: Live Chat
tr: Canlı sohbet

source: to
tr: Için

source: Telephonic Support
tr: Telefonla Destek

source: Add Inventory
tr: Envanteri Ekle

source: Invoice No.
tr: Fatura numarası

source: Quantity
tr: Miktar

source: Inventories
tr: Stoklar

source: Add New Inventory
tr: Yeni Envanter Ekle

source: Project
tr: Proje

source: Empty
tr: Boş

source: Available
tr: Mevcut

source: Make Entry
tr: Giriş Yap

source: Show Inventories
tr: Stokları Göster

source: Add Entry
tr: Giriş Ekle

source: Entries
tr: Girdileri

source: Show Entries of
tr: Gösterilerini göster

source: Back To Inventory
tr: Envantere Geri Dön

source: Add New Entry
tr: Yeni Girdi Ekle

source: Paid Invoices
tr: Ücretli Faturalar

source: Payment On
tr: Ödeme Açık

source: Balance Invoices
tr: Dengesi Faturaları

source: Payment Due On
tr: Ödeme On On Due

source: Total Balance
tr: Toplam Bakiye

source: Ref. No
tr: Referans numarası

source: DEMAND LETTER
tr: TALEP MEKTUBU

source: To
tr: Için

source: Sub
tr: Alt

source: Demand For Due Payment
tr: Ödenmesi Gereken Talep

source: Dear Sir / Madam
tr: Sevgili Beyefendi / Hanımefendi

source: We are please allot you
tr: Bizleri ayırdık

source: Property :
tr: Mülk:

source: on the
tr: üzerinde

source: in
tr: içinde

source: complex to be known as
tr: Olarak bilinen kompleks

source: to be
tr: olmak

source: being constructed,
tr: Inşa ediliyor,

source: for a total consideration of
tr: Toplamı dikkate almak

source: We are please to inform you that the
tr: Lütfen, size bildirmek için

source: Level of
tr: Seviyesi

source: is completed and as per agreement the total amount
tr: Tamamlanmış ve anlaşmaya göre toplam tutar

source: Plus Service
tr: Artı Hizmeti

source: is due at this stage
tr: Bu aşamada ödenecek

source: You are requested to pay
tr: Ödeme yapmanız isteniyor

source: Plus Service Tax amount within a
tr: Artı Hizmet Vergisi tutarı

source: days
tr: Günler

source: from the date of receipt of this letter
tr: Bu mektubun alındığı tarihten itibaren

source: The interest would be charged
tr: Faiz tahsil edilir

source: if payment is delayed
tr: Ödeme gecikirse

source: Please note that the payment for this transactions should be made by crossed cheque
tr: Bu işlemlerin ödemesinin çapraz kontrol tarafından yapılması gerektiğini lütfen unutmayın

source: Transfer of funds favouring
tr: Lehtar fonların transferi

source: Note
tr: Not

source: Please prepare separate cheque for service tax
tr: Lütfen hizmet vergisi için ayrı bir çek hazırlayın

source: Thanking You
tr: Teşekkür ederim

source: Yours faithfully
tr: Saygılarımla

source: For M/s
tr: İçin M/s

source: Contact No
tr: İletişim numarası

source: Director
tr: Müdür

source: Profile
tr: Profil

source: Logout
tr: Çıkış Yap

source: Powered by
tr: Tarafından desteklenmektedir

source: %s Admin Panel
tr: %S Yönetici Paneli

source: Add Lead
tr: Kurşun Ekle

source: Agent's Name
tr: Acente Adı

source: Lead For
tr: Için Kurşun

source: Search Property Name
tr: Arama Mülkü Adı

source: Search Client Name
tr: Müşteri Adı Ara

source: Follow Up
tr: Takip et

source: Phone Number
tr: Telefon numarası

source: Lead Details
tr: Kurşun Detayları

source: Property Status
tr: Emlak Durumu

source: Add Location
tr: Konum ekle

source: Locations
tr: Mekanlar

source: Add Payment Type
tr: Ödeme Tipi Ekle

source: Payments
tr: Ödemeler

source: Add New Payment Type
tr: Yeni Ödeme Tipi Ekle

source: Add Plans
tr: Plan Ekle

source: Plan Name
tr: Planlar Adı

source: Plans
tr: Planlar

source: Add New Plan
tr: Yeni Plan Ekle

source: Add Payments
tr: Ödemeleri Ekle

source: Installment
tr: Taksit

source: Installment Name
tr: Taksit Adı

source: Plans Payments
tr: Ödemeleri Planlıyor

source: Add Payments
tr: Ödemeleri Ekle

source: Back To Deal
tr: Anlaşmaya Geri Dön

source: Profit & Loss Report
tr: Kâr ve Zarar Raporu

source: Total Profit & Loss this month
tr: Toplam Kar ve Zarar bu ay

source: Profit & Loss
tr: Kar kaybı

source: Earning
tr: Kazanç

source: Purchase
tr: Satın alma

source: Profit/Loss
tr: Kar kaybı

source: Add Property
tr: Mülk Ekle

source: Title
tr: başlık

source: Latitude
tr: Enlem

source: Longitude
tr: Boylam

source: Or drag the marker to property position
tr: Veya işaretleyiciyi özellik konumuna sürükleyin

source: Price
tr: Fiyat

source: Unit
tr: Birim

source: Number of Floors
tr: Kat Sayısı

source: Number of Bedrooms
tr: Yatak Odası Sayısı

source: Number of Bathrooms
tr: Banyo Sayısı

source: Add Features
tr: Özellikler Ekle

source: Agent's Commission Type
tr: Acentenin Komisyon Türü

source: Percentage
tr: Yüzde

source: Value
tr: Değer

source: Agent's Commission
tr: Acente Komisyonu

source: Allow User Rating
tr: Kullanıcı oyuna izin ver

source: Allow User Comment
tr: Kullanıcı Yorumuna İzin Ver

source: Add Document
tr: Belge Ekle

source: Add Floor Plan
tr: Kat Planı Ekle

source: Embed Video
tr: Videoyu Göm

source: Sold
tr: Satıldı

source: General Search
tr: Genel Arama

source: Search Title, directions, ID etc.
tr: Başlık, yol tarifleri, kimlik vb. Ara

source: Write a colony, city or state.
tr: Bir koloni, şehir veya eyalet yazın.

source: Kind of property
tr: Mülkün türü

source: Minimum price
tr: Minimum fiyat

source: Maximum price
tr: Maksimum fiyat

source: Bedroom +
tr: Yatak odası +

source: Bathroom +
tr: Banyo +

source: Area +
tr: Alan +

source: Office ID
tr: Ofis kimliği

source: Featured/Published
tr: Öne Çıkan / Yayınlandı

source: Photos
tr: Fotoğraflar

source: Documents
tr: Belgeler

source: Floor Plans
tr: Kat planları

source: Property's Agent
tr: Emlak Ofisi

source: Not specified
tr: Belirtilmemiş

source: Number of floors
tr: Kat sayısı

source: Number of bedrooms
tr: Yatak odası sayısı

source: Number of bathrooms
tr: Banyoların sayısı

source: Allow user rating
tr: Kullanıcı oyuna izin ver

source: Allow user comment
tr: Kullanıcı yorumuna izin ver

source: Back To Property
tr: Mülke Geri Dön

source: Add New Document
tr: Yeni Belge Ekle

source: Document
tr: Belge

source: Floor Plan
tr: Kat planı

source: Add New Floor Plan
tr: Yeni Kat Planı Ekle

source: Add Property Photos
tr: Emlak Resimleri Ekle

source: Property Photo
tr: Emlak Fotoğrafı

source: Add New Photo
tr: Yeni Fotoğraf Ekle

source: Photo
tr: fotoğraf

source: Show on Front
tr: Önüne Göster

source: Purchase Report
tr: Satınalma Raporu

source: Total Purchase Count this month
tr: Toplam Satın Alma Sayısı bu ay

source: Total Purchase this month
tr: Bu ayın toplam satın alma sayısı

source: Purchase Count
tr: Satınalma Sayısı

source: Seller Name
tr: Satıcı Adı

source: Add Purchase
tr: Satın Alma Ekle

source: Seller Address
tr: Satıcı Adresi

source: Seller Mobile
tr: Satıcı Mobil

source: Property Area
tr: Emlak Alanı

source: Property Amount
tr: Mülk Miktarı

source: Property Description
tr: Mülk Tanımı

source: PurchasesPayments
tr: Satın Alma Ödemeleri

source: Back To Purchase
tr: Satın Alma İşlemine Geri Dön

source: Sales Report
tr: Satış raporu

source: Total Sales Count this month
tr: Toplam Satış Sayısı bu ay

source: Total Earning this month
tr: Toplam Bu ay kazanın

source: Sales Count
tr: Satış Sayısı

source: Commercial
tr: Ticari

source: Residential
tr: yerleşim

source: Sale
tr: Satış

source: Rent
tr: Kira

source: Search History
tr: Arama geçmişi

source: Search Keywords
tr: Arama Kelimeleri

source: Link
tr: Bağlantı

source: Click here to view result
tr: Sonuçları görmek için tıklayın

source: No result found
tr: sonuç bulunamadı

source: Send Emails
tr: Mailleri gönder

source: Clients
tr: Müşteriler

source: Any Email
tr: herhangi bir e-posta

source: Default all client if you add manually then search clients name
tr: Varsayılan olarak tüm istemci el ile arama istemcisinin adını eklerseniz

source: Default all client if you add manually then search leads name
tr: Varsayılan olarak tüm istemci, manuel olarak eklerseniz arama başlıkları adını belirtir

source: Default all client if you add manually then search agents name
tr: Varsayılan olarak tüm istemci elle eklerseniz arama ajanlarının adını seçin

source: Type any email comma seprated
tr: ayrılmış herhangi bir e-posta virgül yazın

source: Type subject
tr: Tip konu

source: Select Email Template
tr: Seçin E-posta Şablonu

source: If you do not want to select email template then simply type email message. Once you load editor then you can not select template go to reset button
tr: Daha sonra e-posta şablonu seçmek için istemiyorsanız, sadece e-posta mesajı yazın. Eğer editör yüklemek kez o zaman şablon sıfırlama düğmesi gitmek seçemezsiniz

source: Send
tr: göndermek

source: Send SMS
tr: SMS gönder

source: Any Sms
tr: herhangi Sms

source: Any Number
tr: Herhangi bir numara

source: Type any number comma seprated
tr: virgülle ayrılmış herhangi bir sayı yazın

source: Select Sms Template
tr: Seç Sms Şablon

source: Sms Template
tr: sms Şablon

source: If you do not want to select sms template then simply type sms message.
tr: Sms şablonunu seçmek istemiyorsanız, sms mesajını yazmanız yeterlidir.

source: Add Slides
tr: Slayt ekle

source: Slide Name
tr: slayt İsmi

source: Upload Slide (1350*550)
tr: yükleme Slayt (1350*550)

source: Update Photo
tr: güncelleme Fotoğraf

source: Edit Slides
tr: Düzenleme Slaytlar

source: Slides
tr: Slaytlar

source: Add New Slide
tr: Yeni Slayt ekleme

source: Change Photo
tr: Fotoğrafı değiştir

source: View Slides
tr: Görünüm Slaytlar

source: SMS Settings
tr: SMS Ayarları

source: API Link
tr: API Bağlantı

source: Sender ID
tr: Gönderici İD

source: Password/API Key
tr: Şifre / API Anahtarı

source: Heading Username
tr: başlık Adı

source: Username field provided by sms gateway
tr: Kullanıcı adı alanı sms gateway tarafından sağlanan

source: eading Password
tr: Başlık Parolası

source: Password field provided by sms gateway
tr: Şifre alanı sms gateway tarafından sağlanan

source: Heading Mobile No
tr: Mobil Numara Başlık

source: Mobile No field provided by sms gateway
tr: sms ağ geçidi tarafından sağlanan Mobil Numara alanı

source: Heading Message
tr: başlık Mesaj

source: Message field provided by sms gateway
tr: İleti alan sms gateway tarafından sağlanan

source: Heading Sender Id
tr: başlık Sensör İD

source: Sender Id field provided by sms gateway
tr: Gönderen Kimliği alanı sms gateway tarafından sağlanan

source: Get
tr: Almak

source: Post
tr: Posta

source: Add SMS Template
tr: SMS Şablonu Ekle

source: SMS Template
tr: SMS Şablonu

source: SMS Templates
tr: SMS Şablonları

source: Add New SMS Template
tr: Yeni SMS Şablon ekle

source: Add Status
tr: Durum Ekle

source: Status Name
tr: Durum Adı

source: Add New Status
tr: Yeni Durum Ekle

source: Add Tax
tr: Vergi ekle

source: Tax Name
tr: Vergi Adı

source: Tax Percentage
tr: Vergi Oranı

source: Taxes
tr: Vergiler

source: Add New Tax
tr: Yeni Vergi ekle

source: Add Template
tr: Şablon Ekle

source: Templates
tr: Şablonlar

source: Add New Template
tr: Yeni Şablon Ekle

source: Add New Type
tr: Yeni Tür Ekle

source: Types
tr: Çeşitler

source: Delete Photo
tr: Fotoğrafı Sil

source: Add Unit
tr: Birim ekle

source: Units
tr: Birimler

source: Add New Unit
tr: Yeni Birim Ekle

source: Add Agent
tr: Ajan Ekle

source: Add User
tr: Kullanıcı Ekle

source: User
tr: kullanıcı

source: Level
tr: seviye

source: Please select
tr: Lütfen seçin

source: Level users
tr: Seviye kullanıcıları

source: Add New Level
tr: Yeni Seviye Ekle

source: Back To Users
tr: Geri Kullanıcılara

source: Level Name
tr: Seviye Adı

source: Set Permission
tr: Set İzni

source: Assign Form Rights
tr: Biçim Hakları atama

source: Module Name
tr: modül Adı

source: Change
tr: Değişiklik

source: Old Password
tr: eski şifre

source: Edit User
tr: Kullanıcıyı Düzenle

source: User Level
tr: kullanıcı Seviyesi

source: Edit Profile
tr: Profili Düzenle

source: Users
tr: Kullanıcılar

source: Add New User
tr: Yeni Kullanıcı Ekle

source: Add Level Users
tr: Seviye Kullanıcı Ekle

source: Level User
tr: Seviye Kullanıcı

source: Add
tr: Eklemek

source: Vendors
tr: Satıcılar

source: Staff
tr: Personel

source: Licence No.
tr: Licence Number

source: Add New Vendors / Staff
tr: Yeni Satıcılar / Personel Ekleyin

source: Organisation
tr: Organizasyon

source: height less than 220px
tr: Yükseklik 220 pikselden az

source: Please provide a type for chart %s!
tr: grafik %s için bir tür veriniz!

source: Chart: "%s" could not be found. Ensure that Chart Name is the same string that is passed to $this->HighCharts->render() in your view.
tr: Grafik: "% s" bulunamadı. Bu Grafik Adı geçirilen aynı dize olduğundan emin olun $this->HighCharts->render() senin görünümünde.

source: The Express Checkout transaction has expired and the transaction needs to be restarted
tr: Ekspres Ödeme işlem süresi ve işlem yeniden başlatılması gerekiyor

source: You may have made a second call for the same payment or you may have used the same invoice ID for seperate transactions.
tr: Aynı ödeme için ikinci bir çağrı yapmış olabilir ya da ayrı işlemler için aynı fatura kimliğini kullanmış olabilirsiniz.

source: Please use a different funcing source.
tr: Farklı bir finansman kaynağı kullanın.

source: An error occured, please retry the transaction.
tr: Bir hata, işlemi yeniden oluştu lütfen.

source: This transaction couldn't be completed. Redirecting to payment gateway
tr: Bu işlem tamamlanamadı. ödeme ağ geçidi yönlendiriliyor

source: You have not agreed to the billing agreement.
tr: Fatura anlaşması kabul etmediniz.

source: The billing agreement is disabled or inactive.
tr: Fatura anlaşması devre dışı veya etkin değil.

source: The credit card used is expired.
tr: kullanılan kredi kartı süresi dolmuş olduğunu.

source: The transaction was refused because the AVS response returned the value of N, and the merchant account is not able to accept such transactions.
tr: AVS yanıtı N değerini döndürdü çünkü işlem reddedildi ve tüccar hesabı bu tür işlemleri kabul etmek mümkün değildir.

source: The payment gateway account is restricted.
tr: ödeme ağ geçidi hesabı sınırlıdır.

source: You must submit an IP address of the buyer with each API call.
tr: Her API çağrısı ile alıcı bir IP adresi sunmalıdır.

source: The merchant selected a value for the PaymentAction field that is not supported.
tr: tüccar desteklenmiyor PaymentAction alanı için bir değer seçilmiş.

source: The credit card field was blank.
tr: Kredi kartı alanı boş oldu.

source: The total amount and item amounts do not match.
tr: toplam tutar ve madde miktarları eşleşmiyor.

source: The credit card entered is currently restricted by the payment gateway.
tr: Girdiğiniz kredi kartı şu anda ödeme ağ geçidi ile sınırlıdır.

source: The merchant entered an invoice ID that is already associated with a transaction by the same merchant. Attempt with a new invoice ID
tr: tüccar zaten aynı tüccar tarafından bir işlem ile ilişkili bir fatura kimliği girdi. Yeni bir fatura kimliğiyle girişimi

source: The transaction was declined by the country filter managed by the merchant.
tr: işlem tüccar tarafından yönetilen ülke filtre tarafından reddedildi.

source: The transaction was declined by the maximum amount filter managed by the merchant.
tr: işlem tüccar tarafından yönetilen maksimum miktarı filtre tarafından reddedildi.

source: The transaction was declined by the payment gateway.
tr: işlem ödeme ağ geçidi tarafından reddedildi.

source: The transaction was declined by payment gateway because of possible fraudulent activity.
tr: işlem nedeniyle olası hileli faaliyet ödeme ağ geçidi tarafından reddedildi.

source: The transaction was declined by payment gateway because of possible fraudulent activity on the IP address.
tr: işlem nedeniyle IP adresi olası hileli faaliyet ödeme ağ geçidi tarafından reddedildi.

source: The merchant account attempting the transaction is not a business account.
tr: işlem girişiminde tüccar hesabı bir iş hesabı değil.

source: The merchant account attempting the transaction is not able to process Direct Payment transactions.
tr: işlem girişiminde tüccar hesabı Doğrudan Ödeme işlemleri gerçekleştirmek mümkün değildir.

source: Access to Direct Payment was disabled for your account.
tr: Doğrudan Ödeme Erişim hesabınız için devre dışı bırakıldı.

source: The merchant account attempting the transaction does not have a confirmed email address with the payment gateway.
tr: işlem girişiminde tüccar hesabı ödeme ağ geçidi ile bir teyit e-posta adresi yok.

source: The merchant attempted a transaction where the amount exceeded the upper limit for that merchant.
tr: tüccar girişimi miktarı o tüccar için üst limitini aşan bir işlem.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set to decline transaction when the AVS returned a no match (AVS = N).
tr: işlem nedeniyle AVS için tüccar riski filtrenin reddedildi. AVS bir hayır maç döndüğümde Özellikle, tüccar işlem azalmaya belirledi (AVS = N).

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS returns a partial match.
tr: işlem nedeniyle AVS için tüccar riski filtrenin reddedildi. Özellikle, tüccar AVS kısmi eşleşme döndüğünde işlemleri düşüş filtre belirledi.

source: The transaction was declined because of a merchant risk filter for AVS. Specifically, the merchant has set the filter to decline transactions when the AVS is unsupported.
tr: işlem nedeniyle AVS için tüccar riski filtrenin reddedildi. Özellikle, tüccar AVS desteklenmeyen olduğunda işlemleri düşüş filtre belirledi.

source: The merchant entered an IP address that was in an invalid format. The IP address must be in a format such as 123.456.123.456.
tr: tüccar biçimi geçersiz olan bir IP adresi girdiniz. IP adresi bir biçimde gibi olmalıdır 123.456.123.456.

source: The merchant's configuration requires a CVV to be entered, but no CVV was provided with this transaction.
tr: satıcının yapılandırma CVV girilmesini gerektiren, ama CVV Bu işlem sağlanmıştır.

source: The merchant provided an address either in the United States or Canada, but the state provided is not a valid state in either country.
tr: tüccar bir adres ya Amerika Birleşik Devletleri ve Kanada'da sağlar, ancak sağlanan devlet ya ülkede geçerli bir durum değil.

source: The transaction was declined by the issuing bank, not the payment gateway. The merchant should attempt another card.
tr: işlem amir bankaya değil, ödeme geçidi tarafından reddedildi. Tüccar başka bir kart çalışmalıdır.

source: The merchant's country of residence is not currently supported to allow Direct Payment transactions.
tr: ikamet tüccar ülkesi şu anda Doğrudan Ödeme işlemleri izin desteklenmiyor.

source: The transaction was declined because the payment gateway is currently processing a transaction by the same buyer for the same amount. Can occur when a buyer submits multiple, identical transactions in quick succession.
tr: Ödeme ağ geçidi şu anda aynı miktarda, aynı alıcı tarafından bir işlem işleme, çünkü işlem reddedildi. Bir alıcı hızlı art arda birden, aynı işlemleri gönderdiğinde oluşabilir.

source: The CVV provided is invalid. The CVV is between 3-4 digits long.
tr: sağlanan CCC geçersiz. CVV 3-4 arası rakam uzunluğundadır.

source: Please try again later. Ensure you have passed the correct CVV and address info for the buyer. If creating a recurring profile, please try again by passing a init amount of 0.
tr: Lütfen daha sonra tekrar deneyin. Eğer alıcı için doğru CVV ve adres bilgilerini geçti olun. Bir yinelenen profil oluşturarak ise, 0 bir int miktarını geçirerek lütfen tekrar deneyin.

source: Transaction is not compliant due to missing or invalid 3-D Secure authentication values. Check ECI, ECI3DS, CAVV, XID fields.
tr: İşlem nedeniyle eksik veya geçersiz 3-D Secure kimlik değerlerine uyumlu değil. ECI, ECI3DS, CAVV, XID alanları kontrol edin.

source: The transaction was rejected by the payment gateway because of excessive failures over a short period of time for this credit card.
tr: işlem nedeniyle bu kredi kartı için zaman kısa bir süre içinde aşırı arızaların ödeme ağ geçidi tarafından reddedildi.

source: The transaction was declined by payment gateway.
tr: işlem ödeme ağ geçidi tarafından reddedildi.

source: The transaction was declined because the merchant does not have a valid commercial entity agreement on file with the payment gateway.
tr: tüccar ödeme ağ geçidi ile dosya üzerinde geçerli bir ticari varlık anlaşması olmadığı için işlem reddedildi.

source: The transaction was declined because the CVV entered does not match the credit card.
tr: Girilen CVV kredi kartı uymuyor çünkü işlem reddedildi.

source: The transaction was declined by the issuing bank because of an expired credit card. The merchant should attempt another card.
tr: işlem nedeniyle Süresi dolmuş bir kredi kartı veren banka tarafından reddedildi. Tüccar başka bir kart çalışmalıdır.

source: Agency Details
tr: Ajans Ayrıntıları

source: Information
tr: Bilgi

source: E-mail
tr: E-Posta

source: About Agency
tr: Ajans Hakkında

source: Contact Agency
tr: Acente ile İletişime Geçin

source: Please keep your message as simple as possible.
tr: Lütfen mesajınızı olabildiğince basit tutun.

source: Send Message
tr: Mesaj gönder

source: Agency Assigned Properties
tr: Ajans Tarafından Atanan Emlaklar

source: Recent Properties
tr: Son Özellikleri

source: properties in catalogue
tr: Katalogdaki özellikler

source: Agent Details
tr: Acente Ayrıntıları

source: About Agent
tr: Acente Hakkında

source: Contact Agent
tr: Temsilci ile İletişim Kurun

source: Agent Assigned Properties
tr: Acente Tarafından Atanan Emlaklar

source: Email Id
tr: E-posta kimliği

source: New User? Create Account
tr: Yeni kullanıcı? Hesap açmak

source: Re-Send Email Verification
tr: E-posta Doğrulama tekrar gönder

source: Compare
tr: Karşılaştırmak

source: Bedrooms
tr: Yatak odası

source: Bathrooms
tr: Banyolar

source: View detail
tr: Ayrıntılara bakın

source: Installation Complete
tr: Kurulum Tamamlandı

source: Aho! The System is installed successfully
tr: Aho! Sistem başarıyla kuruldu

source: Admin
tr: Yönetici

source: Go to Admin Interface
tr: Yönetici Arayüzüne git

source: Go to Front End/Client Interface
tr: Ön Uç / İstemci Arayüzüne Git

source: Visit our website
tr: İnternet sitemizi ziyaret edin

source: for documentation and support
tr: dokümantasyon ve destek için

source: Contact Us
tr: Bizimle iletişime geçin

source: Your name
tr: Adınız

source: phone/Mobile
tr: Cep telefonu

source: Write you message here...
tr: Mesajınızı buraya yazınız ...

source: Send message
tr: Mesaj gönder

source: Receipt No.
tr: Makbuz Numarası

source: Something went wrong
tr: Bir şeyler yanlış gitti

source: Show
tr: Göstermek

source: entries
tr: girdileri

source: Prev
tr: Önceki

source: Next
tr: Sonraki

source: Showing {:start} to {:current} of {:count} entries
tr: gösterme {:start} için {:current} arasında {:count} girdileri

source: bearing no
tr: Hayır

source: to be / being constructed on the property being
tr: Var olma mülkiyetinde olmak

source: from the date of receipt of this letter. The interest would be charged
tr: Bu mektubun alındığı tarihten itibaren. Faiz tahsil edilir

source: Email Verification
tr: Eposta Doğrulama

source: Please Enter Verification Code in the Text Box
tr: Metin Kutusuna Doğrulama Kodunu Giriniz
