Repository: aarapi/real-estate-crm
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: Please Enter Email Id in the Text Box which you enter at the time of registration
tr: Eğer kayıt esnasında girmek metin kutusu E-posta Kimliği girin Lütfen

source: Favourite
tr: favori

source: Most Viewed Property
tr: En Çok Görüntülenen Mülk

source: Featured Properties
tr: Öne Çıkan Özellikler

source: Popular Property Categories
tr: Popüler Emlak Kategorileri

source: Check the best property categories avaialable in our directory.
tr: Dizinimizdeki en iyi özellik kategorilerini kontrol edin.

source: submissions in directory
tr: Dizinde gönderimler

source: View List
tr: Listeyi Görüntüle

source: Can't read? Reload
tr: okunamıyor? güncelle

source: Enter security code shown above
tr: Yukarıda gösterilen güvenlik kodunu girin

source: Answer simple math
tr: basit matematik Yanıt

source: Mins
tr: dk

source: Sec
tr: saniye

source: ten
tr: on

source: eleven
tr: Onbir

source: twelve
tr: on iki

source: thirteen
tr: Onüç

source: fourteen
tr: Ondört

source: fiveteen
tr: onbeş

source: sixteen
tr: on altı

source: seventeen
tr: On yedi

source: eighteen
tr: Sekizinci

source: nineteen
tr: On dokuz

source: Error
tr: Hata

source: twenty
tr: yirmi

source: thirty
tr: otuz

source: forty
tr: kırk

source: fifty
tr: elli

source: sixty
tr: altmış

source: seventy
tr: yetmiş

source: eighty
tr: seksen

source: ninety
tr: doksan

source: one
tr: bir

source: two
tr: iki

source: three
tr: üç

source: four
tr: dört

source: five
tr: beş

source: six
tr: altı

source: seven
tr: Yedi

source: eight
tr: sekiz

source: nine
tr: dokuz

source: hundred
tr: yüz

source: thousand
tr: bin

source: lakh
tr: yüz bin

source: morethan7
tr: 7'den fazla

source: Rupees
tr: Rupi

source: Installation
tr: montaj

source: Step 1 of 4
tr: 1 Adım 4

source: Server Configuration & Setup Requirements
tr: Server Configuration ve Kurulum Gereksinimleri

source: Setup Requirements
tr: Kurulum Gereksinimleri

source: Installing this software require certain server side extension and capability
tr: Bu yazılımı yüklemeden bazı sunucu tarafı uzantısı ve yetenek gerektirir

source: please check below and compare with your server current statues on the right. You can click on the icon next to each technology for details.
tr: Aşağıdaki kontrol ve sağda sunucu mevcut durumu ile karşılaştırmak lütfen. Bir sonraki ayrıntılar için her teknolojiye simgesini tıklayabilirsiniz.

source: Extensions &amp; Applications
tr: uzantıları &amp; Uygulamalar

source: HTTP Server. For example: Apache
tr: HTTP Sunucusu. Örneğin: Apache

source: Require
tr: gerektir

source: PHP 5.2.8 or greater
tr: PHP 5.2.8 ya da daha fazla

source: Database Engine MySQL (4 or greater)
tr: Veritabanı Altyapısı MySQL (4 veya daha fazla)

source: PDO Extension
tr: PDO Uzantısı

source: GD Extension
tr: GD Uzatma

source: Mandatory
tr: Zorunlu

source: Server Status
tr: Sunucu durumu

source: Web Server
tr: Web sunucusu

source: PHP Version
tr: PHP Sürümü

source: MYSQL Version
tr: MYSQL Sürümü

source: PDO Unavailable
tr: Yok PDO

source: PDO Available
tr: Mevcut PDO

source: GD Availiable
tr: Mevcut GD

source: GD Unavailiable
tr: Yok GD

source: Directory &amp; File Permission
tr: rehber &amp; dosya İzin

source: These Folders of Files need to be
tr: Dosyaların Bu klasörler olması gerekir

source: for application to be installed.
tr: Uygulama için yüklü olması gerekmektedir.

source: Folders or Files
tr: Klasörler veya Dosyalar

source: Refresh
tr: Yenile

source: Let's Start
tr: Hadi başlayalım

source: Step 2 of 4
tr: Adım 2 arasında 4

source: Installation Agreement
tr: Kurulum Sözleşmesi

source: I Accept to Proceed
tr: Ben Devam etmek için Kabul

source: Step 3 of 4
tr: Adım 3 arasında 4

source: Database Connection Settings
tr: Veritabanı Bağlantı Ayarları

source: Host Name
tr: evsahibi isim

source: Usually localhost
tr: Genellikle localhost

source: Database Name
tr: Veri tabanı ismi

source: Database User
tr: veritabanı Kullanıcısı

source: Database User Name
tr: veritabanı adı

source: Database Password
tr: veritabanı Şifre

source: Database User Password
tr: Veritabanı Kullanıcı Şifresi

source: Database Type
tr: veritabanı Türü

source: Test Connection
tr: Test bağlantısı

source: Step 4 of 4
tr: Adım 4 arasında 4

source: Name of Your Website
tr: Sitenizin Adı

source: Meta Keyword
tr: Meta Kelimeler

source: Useful for SEO
tr: SEO için Faydalı

source: Meta Content for SEO
tr: SEO için Meta İçerik

source: Please Select Timezone
tr: Saat Dilimi Seçiniz

source: Name of Your Organization/Company
tr: Kişisel Organizasyon / Şirket Adı

source: Default Admin Email
tr: Standart Yönetici E-posta

source: Install Sample Data With Dummy Entries
tr: Kukla Yazılar ile örnek veri yükleyin

source: Install
tr: kurmak

source: Register
tr: Kayıt

source: Compare Properties
tr: Özellikleri Karşılaştır

source: Ask Us Anything
tr: Bize herşeyi sor

source: Call Us Monday To Friday
tr: Pazartesi'den Cuma'ya bizi arayın

source: Time
tr: Zaman

source: My
tr: Benim

source: Invoice Total
tr: Fatura toplamı

source: My Deal
tr: Anlaşmam

source: Flat/Plot
tr: Düz / Arsa

source: Flat/Plot No.
tr: Düz / Arsa Sayısı

source: Receipt No
tr: Makbuz Numarası

source: Receipt
tr: Makbuz

source: Payment Receipt
tr: Ödeme makbuzu

source: ReceiptNo
tr: Makbuz Numarası

source: Dear Mr./Mrs./Ms
tr: Sevgili Bay / Bayan / Bayan

source: Thank you for your payment against the following details
tr: Ödemeniz için aşağıdaki ayrıntılara karşılık teşekkür ederiz

source: Subject to Realisation of Cheque
tr: Çekin gerçekleşmesine tabidir

source: Last Login
tr: Son giriş

source: Back To Documents
tr: Belgelere Geri Dön

source: /Monthly
tr: /Aylık

source: Area/Specification
tr: Alan / Spesifikasyon

source: Back To Photos
tr: Fotoğraflara Geri Dön

source: Calculator
tr: Hesap makinesi

source: Interest Rate
tr: Faiz oranı

source: per annum
tr: Yılda bir

source: Term
tr: Dönem

source: years
tr: Yıllar

source: Frequency
tr: Sıklık

source: Loan Type
tr: Kredi Türü

source: Calculate
tr: Hesaplamak

source: Repayment
tr: Geri Ödeme

source: Sort By
tr: Göre sırala

source: Date Added
tr: Ekleme Tarihi

source: Quick Search
tr: Hızlı arama

source: Price From
tr: Dan başlayan fiyatlar

source: Price To
tr: Fiyat Üzerinde

source: Beds
tr: Yataklar

source: Baths
tr: Hamamlar

source: Send By
tr: Gönderen

source: Multiple E-Mails seprated by comaa(,)
tr: Virgülle ayrılmış birden fazla e-posta (,)

source: Property Attributes
tr: Özellik Öznitelikleri

source: Views
tr: Görüntüler

source: Amenities
tr: Kolaylıklar

source: Map
tr: Harita

source: Your Rating
tr: Sizin dereceniz

source: Overall Rating
tr: Genel Değerlendirme

source: Video Presentation
tr: Video Sunumu

source: Comments
tr: Yorumlar

source: Share Property
tr: Mülkü Paylaş

source: Send By E-mail
tr: E-posta ile göndermek

source: View Agency Detail
tr: Kurum Detayını Görüntüle

source: Download Document
tr: Belgeyi İndir

source: Inquiry Form
tr: İstek Formu

source: Full Name
tr: Ad Soyad

source: Mobile Number
tr: Cep numarası

source: Share Properties
tr: Paylaşım Özellikleri

source: Download Documents
tr: Dokümanları İndir

source: Create Account
tr: Hesap açmak

source: Security Code
tr: Güvenlik Kodu

source: I already have an account
tr: zaten bir hesabım var

source: The requested address %s was not found on this server.
tr: istenen adres %s bu sunucuda bulunamadı.

source: An Internal Error Has Occurred.
tr: Dahili bir hata oluştu.

source: datasource configuration was not found
tr: veri kaynağı yapılandırması bulunamadı

source: Server lipsum.com returns error code %s.
tr: hata kodu %s döndürür lipsum.com Sunucusu.

source: Response from lipsum.com is empty or could not be decoded.
tr: lipsum.com Response boş veya deşifre edilemedi.

source: Connection to server lipsum.com failed. %s.
tr: Sunucu lipsum.com bağlantı başarısız oldu. % S.

source: An error occured while getting the status of your account.
tr: Hesabınızın durumunu alınırken bir hata oluştu.

source: There was an error while connecting to Paypal
tr: Paypal bağlanırken bir hata oluştu

source: There was a problem initiating the transaction, please try again.
tr: işlem başlatılması bir sorun oluştu, lütfen tekrar deneyin.

source: There was a problem getting your details, please try again.
tr: Bilgilerinizi alınırken bir sorun oluştu, lütfen tekrar deneyin.

source: There was an error completing the payment
tr: ödemeyi tamamladıktan bir hata oluştu

source: There was a problem processing the transaction, please try again.
tr: İşleminiz bir sorun oluştu, lütfen tekrar deneyin.

source: There was an error processing the card payment
tr: kartı ile ödeme işlenirken bir hata oluştu

source: There was a problem processing your card, please try again.
tr: Kartınızı işleme bir sorun oluştu, lütfen tekrar deneyin.

source: There was an error processing the the refund
tr: geri ödeme işlenirken bir hata oluştu

source: A problem occurred during the refund process, please try again.
tr: Geri ödeme işlemi sırasında meydana gelen bir problem, lütfen tekrar deneyin.

source: There was an problem communicating with the payment gateway
tr: ödeme ağ geçidi ile iletişimde bir sorun oluştu

source: Missing client id/secret
tr: eksik istemci id/secret

source: Must specify an expiry date
tr: son kullanma tarihi belirtmelisiniz

source: Must include a M and Y in expiry date
tr: Son kullanma tarihi bir M ve Y içermelidir

source: Invalid expiry date
tr: Geçersiz son kullanma tarihi

source: Invalid card number
tr: geçersiz kart numarası

source: Invalid CVV2 number
tr: Geçersiz CVV2 numarası

source: Invalid card type
tr: Geçersiz kart türü

source: Could not detect client IP address
tr: İstemci IP adresini tespit edilememiştir

source: Not a valid credit card number
tr: Geçerli bir kredi kartı numarası

source: You must include the 3 digit security number
tr: 3 haneli güvenlik numarasını içermelidir

source: Must specify an "amount" to charge
tr: Bir "miktar" belirtmeniz gerekir şarj etmek

source: You must pass a valid order array
tr: Geçerli bir düzen dizisi geçmelidir

source: Valid "return" and "cancel" urls must be provided
tr: Geçerli "dönüş" ve URL'ler sağlanmalıdır "iptal"

source: You must provide a currency code
tr: Bir para birimi kodu sağlamalısınız

source: Original PayPal Transaction ID is required
tr: Orijinal PayPal İşlem Kimliği gereklidir

source: Must specify an "amount" to refund
tr: Bir "miktar" belirtmeniz gerekir iade etmek

source: You must specify a refund type, such as Full or Partial
tr: Bu tür Tam veya kısmi olarak, bir geri ödeme türünü belirtmelisiniz

source: Please correct the errors below.
tr: Lütfen aşağıdaki hataları düzeltin.

source: File was not downloaded.
tr: Dosya indirildikten değildi.

source: No %s found for that date range
tr: Bu tarih aralığında bulunamadı %s

source: Your form data is preserved you'll be redirected to it after login.
tr: Formunuz verileri giriş yaptıktan sonra kendisine yönlendirileceksiniz korunur.

source: Error notification from %s
tr: Hata bildirimi %s

source: Invalid argument #1: %s is not a valid %s identifyer.
tr: Geçersiz bağımsız değişken # 1: %s geçerli %c tanımlayıcı değildir.

source: %s for Row %d failed to save.
tr: %S Satır %d kaydedemedi.

source: You need to define at least one field to be toggleable.
tr: Sen toggleable olmak için en az bir alanı tanımlamak gerekir.

source: The field %s is not in the list of toggleable fields.
tr: Alan %s toggleable alanların listesinde değil.

source: The field %s does not have two toggleable states defined.
tr: Alan %s tanımlanan iki toggleable durumları yoktur.

source: Invalid record
tr: geçersiz kayıt

source: Calendar Schedules
tr: Takvim Programları

source: Invoices
tr: Faturalar

source: Reports
tr: Raporlar

source: Email & SMS
tr: E-posta ve SMS

source: SMS Setting
tr: SMS Ayarı

source: Expense / Inventory
tr: Gider / Envanter

source: Inventory
tr: Envanter

source: System User
tr: Sistem Kullanıcısı

source: Contents
tr: İçindekiler

source: Configurations
tr: Yapılandırmalar

source: Feature
tr: Özellik

source: Load Editor
tr: yük Editör

source: Jan
tr: ocak

source: Feb
tr: şubat

source: Mar
tr: mart

source: Apr
tr: nisan

source: Jun
tr: haziran

source: Jul
tr: temmuz

source: Aug
tr: ağustos

source: Sep
tr: eylül

source: Oct
tr: ekim

source: Nov
tr: kasım

source: Dec
tr: aralık

source: January
tr: Ocak ayı

source: February
tr: Mart

source: March
tr: Mart

source: April
tr: Nisan

source: May
tr: mayıs

source: June
tr: Haziran

source: July
tr: Temmuz

source: August
tr: Ağustos

source: September
tr: Eylül

source: October
tr: Ekim

source: November
tr: Kasım

source: December
tr: Aralık

source: Paid
tr: ÖDENEN

source: Partial
tr: Kısmi
