Repository: aarapi/real-estate-crm
Catalog: app/Locale/tur/LC_MESSAGES/default.po
Languages: tr

source: File Manager
tr: Dosya yöneticisi

source: Invalid Post
tr: Geçersiz posta

source: Name
tr: isim

source: Email
tr: E-posta

source: Subject
tr: konu

source: Message
tr: Mesaj

source: E-mail successfully sent
tr: E-posta başarıyla gönderildi

source: Monthly
tr: Aylık

source: Quarterly
tr: Üç ayda bir

source: Semi Annually
tr: Yarı yıllık

source: Annually
tr: Yıllık olarak

source: Dashboard
tr: gösterge paneli

source: Search Properties
tr: Arama Özellikleri

source: Favourite Properties
tr: Favori Özellikler

source: My Deals
tr: Fırsatlarım

source: My Payments
tr: Ödemelerim

source: Invoices Past Due
tr: Geçmiş Giden Fatura

source: My Profile
tr: Benim profilim

source: Change Password
tr: Şifre değiştir

source: Signout
tr: Oturumu Kapat

source: Password Changed Successfully
tr: Parola başarıyla değiştirildi

source: Invalid Password.
tr: Geçersiz Şifre

source: Thank you for logging in!
tr: Giriş yaptığınız için teşekkür ederiz!

source: Incorrect username/password!
tr: Yanlış kullanıcı adı / şifre!

source: You have logged out
tr: Çıkış yaptınız

source: You are %s Member! Please contact administrator
tr: Bir üye %s vardır! yöneticisine başvurun

source: No record found
tr: Kayıt Bulunamadı

source: Phone/Mobile
tr: Cep telefonu

source: E-Mail send successfylly .
tr: E-posta başarıyla gönderildi.

source: No email to send!
tr: Göndereceğiniz e-posta yok!

source: Invalid Post.
tr: Geçersiz Posta.

source: Email verified successfully
tr: E-posta başarıyla doğrulandı

source: Invalid Verification Code
tr: Geçersiz Doğrulama Kodu

source: A verification Code send to your Email inbox or Spam
tr: Bir doğrulama kodu E-posta gelen kutusu veya Spam göndermek

source: Email Id already verified
tr: E-posta Kimliği zaten doğrulandı

source: Email Id not registered in system
tr: E-posta Kimliği sistemde kayıtlı değil

source: Email id is not registered in system
tr: E-posta kimliği sistemde kayıtlı değil

source: Your password reset link is sent to your registered email id
tr: Parola sıfırlama linki, kayıtlı e-posta id gönderilir

source: Incorrect code
tr: Yanlış kod

source: Application already installed. Remove app/tmp/installed.txt to reinstall the application
tr: Uygulama zaten yüklü. Kaldır app/tmp/installed.txt uygulamayı yeniden

source: Unwritable
tr: Yazılamaz

source: Writable
tr: yazılabilir

source: Unfortunately! File Permission Error<br>Please goto app/Config/database.php is in writable mode.
tr: Ne yazık ki! Dosya İzni hatası <br> Lütfen git app/Config/database.php yazılabilir modundadır.

source: A connection was successfully established with the server.
tr: Bir bağlantı başarıyla sunucu ile kurulmuştur.

source: Could not connect to database. Please check the settings in app/Config/database.php and try again
tr: veritabanına bağlanmak olamazdı. ayarları kontrol edin app/Config/database.php ve yeniden dene

source: Unfortunately! Folder Permission Error<br>Please tmp folder is in writable mode.
tr: Ne yazık ki! Klasör İzni Hatası <br> tmp klasörü yazılabilir modunda olduğunu lütfen unutmayınız.

source: Type
tr: tip

source: Contract
tr: Sözleşme

source: Location
tr: yer

source: Keyword
tr: Anahtar Kelime

source: Start Price
tr: Başlangıç Fiyatı

source: End Price
tr: Bitiş Fiyatı

source: Bedroom
tr: Yatak odası

source: Bathroom
tr: Banyo

source: Property ID
tr: Mülk kimliği

source: Agent
tr: Ajan

source: Agency
tr: Ajans

source: Fortnightly
tr: Her gece

source: Weekly
tr: Haftalık

source: Principal & Interest
tr: Ana ve İlgi Alanı

source: Interest only
tr: Sadece ilgi

source: E-Mail Successfully sent
tr: E-Posta başarıyla gönderildi

source: Rating
tr: Değerlendirme

source: Ratings
tr: Derecelendirmeler

source: Invalid Security Code
tr: Geçersiz Güvenlik Kodu

source: Remove to favorites
tr: Favorilere kaldır

source: Add to favorites
tr: Favorilere ekle

source: Remove to compare
tr: Karşılaştırmak için kaldır

source: Add to compare
tr: Karşılaştırmak için ekle

source: Not Specified
tr: Belirtilmemiş

source: Agency has been deleted.
tr: Ajans silindi.

source: Please delete all realted entry first
tr: Lütfen önce ilgili girdileri silin

source: Agent has been saved.
tr: Ajan kaydedildi.

source: Invalid post
tr: Geçersiz posta

source: Agent has been deleted.
tr: Ajan silindi.

source: Please delete related record first.
tr: Lütfen önce ilgili kaydı silin.

source: Agent Wallet has been updated.
tr: Ajan Cüzdan güncellendi.

source: Invalid Amount.
tr: Geçersiz tutar.

source: Agent record not found.
tr: Ajan kaydı bulunamadı.

source: Please fill repeat type and number of repeats.
tr: Lütfen yineleme türünü ve yineleme sayısını doldurun.

source: Calendar entry has been saved.
tr: Takvim kaydı kaydedildi.

source: Calendar entry has been updated.
tr: Takvim girişi güncellendi.

source: Calendar has been deleted.
tr: Takvim silindi.

source: Category has been saved.
tr: Kategori kaydedildi.

source: Categories has been saved.
tr: Kategoriler kaydedildi.

source: Categories has been deleted.
tr: Kategoriler silindi.

source: Your Setting has been saved.
tr: Ayarınız kaydedildi.

source: Setting Problem.
tr: Ayarlama Sorunu.

source: Your Contact Manager has been saved.
tr: Kişi Yöneticiniz kaydedildi.

source: Your Contact Manager has been Updated.
tr: Kişi Yöneticiniz Güncellendi.

source: Your Contact Manager has been deleted.
tr: Kişi Yöneticiniz silindi.

source: Please Delete Deal first.
tr: Lütfen önce İşlemi Silin.

source: Page Url already exist.
tr: Sayfa URL'si zaten var.

source: Pages updated Successfully !
tr: Sayfalar başarıyla güncellendi!

source: Your page has been deleted.
tr: Sayfanız silindi.

source: Page has been
tr: Sayfa oldu

source: Something wrong.
tr: Ters giden birşey mi var.

source: Contract has been saved.
tr: Sözleşme kaydedildi.

source: Contract has been deleted.
tr: Sözleşme silindi.

source: Your Currency has been saved.
tr: Para biriminiz kaydedildi.

source: Currency Name already exist.
tr: Para Birimi Adı zaten mevcut.

source: Your Currency has been deleted.
tr: Para biriminiz silindi.

source: Please fill the evocate date
tr: Lütfen tahmini tarihi doldurunuz

source: Deal has been saved.
tr: Anlaşma kaydedildi.

source: Deal has been updated.
tr: İşlem güncellendi.

source: Deal has been deleted.
tr: Fırsat silindi.

source: Please Delete Deals Payment first
tr: Lütfen Fırsat Ödemesini Önce Silin

source: Your Payment has been saved.
tr: Ödemeniz kaydedildi.

source: Your Payment has been deleted.
tr: Ödemeniz silindi.

source: Email template has been saved.
tr: E-posta şablonu kaydedildi.

source: Email template has been deleted.
tr: E-posta şablonu silindi.

source: Your category has been saved.
tr: Kategoriniz kaydedildi.

source: Your category has been deleted.
tr: Kategoriniz silindi.

source: Can not delete category! Please delete related entries first
tr: Kategori silinemiyor! Lütfen önce ilgili girdileri silin

source: Expense has been saved.
tr: Gider kaydedildi.

source: Expense has been deleted.
tr: Gider silindi.

source: Feature has been saved.
tr: Özellik kaydedildi.

source: Feature has been deleted.
tr: Özellik silindi.

source: Your username is sent to your registered email id
tr: Kullanıcı adınız kayıtlı e-posta id gönderilir

source: Entry has been saved.
tr: Kayıt kaydedildi.

source: Entries has been saved.
tr: Kayıtlar kaydedildi.

source: Entries has been deleted.
tr: Girişler silindi.

source: Your Inventory has been saved.
tr: Envanteriniz kaydedildi.

source: Your Inventories has been saved.
tr: Stoklarınız kaydedildi.

source: Your Inventories has been deleted.
tr: Stoklarınız silindi.

source: Email has been sent
tr: E-posta gönderildi

source: SMS has been sent
tr: SMS gönderildi

source: Email has been sent.
tr: E-posta gönderildi.

source: Sms has been sent.
tr: SMS gönderildi.

source: No sms to send!
tr: Göndereceğiniz sms yok!

source: Lead has been saved.
tr: Kurşun kaydedildi.

source: Please Select Property Name
tr: Lütfen Mülk Adı Seçiniz

source: Lead has been updated.
tr: Kurşun güncellendi.

source: Please Select Client Name & Property Name.
tr: Lütfen Müşteri Adı ve Mülk Adı seçin.

source: Lead has been deleted.
tr: Kurşun silindi.

source: Location has been saved.
tr: Yer kaydedildi.

source: Location has been deleted.
tr: Yer silindi.

source: Your Payment Type has been saved.
tr: Ödeme Türünüz kaydedildi.

source: Your Payment Type has been deleted.
tr: Ödeme Türünüz silindi.

source: Plan has been saved
tr: Plan kaydedildi

source: Plan has been saved.
tr: Plan kaydedildi.

source: Plan has been deleted.
tr: Plan silindi.

source: Plans Payment has been added!.
tr: Planlar Ödeme eklendi !.

source: Deal Amount is not equal to installment amount
tr: İşlem Tutarı taksit tutarına eşit değil

source: Plans Payment has been saved!.
tr: Planlar Ödeme kaydedildi!

source: Payments has been deleted.
tr: Ödemeler silindi.

source: Delete releted options first
tr: Önce ilgili seçenekleri sil

source: Property has been saved.
tr: Mülk kaydedildi.

source: Property has been updated.
tr: Mülk güncellendi.

source: Property has been deleted
tr: Mülk silindi

source: Please Delete Deal First.
tr: Lütfen önce Anlaşmayı Silin.

source: Record updated successfully
tr: Kayıt başarıyla güncellendi

source: Document has been saved
tr: Doküman kaydedildi

source: Something wrong
tr: Ters giden birşey mi var

source: Document has been deleted.
tr: Doküman silindi.

source: Floor Plan has been saved
tr: Kat Planı kaydedildi

source: Your Floor Plan has been deleted.
tr: Kat Planınız silindi.

source: Invalid Post1
tr: Geçersiz Mesaj 1

source: Invalid Post11
tr: Geçersiz Mesaj 11

source: Invalid Post111
tr: Geçersiz Mesaj 111

source: Property Photo has been saved
tr: Mülk Fotoğrafı kaydedildi

source: Your Property Photo has been deleted.
tr: Gayrimenkul Fotoğrafınız silindi.

source: Photo has been set on top
tr: Fotoğraf üstte belirlendi

source: Your Purchase has been saved.
tr: Satın alma işleminiz kaydedildi.

source: Your Purchase has been deleted.
tr: Satın alma işleminiz silindi.

source: Search History has been deleted.
tr: Arama Geçmişi silindi.

source: This record cannot be deleted.
tr: Bu kayıt silinemiyor.

source: Please select any type in the list.
tr: Lütfen listeden herhangi bir türü seçin.

source: Please type any email.
tr: Lütfen herhangi bir e-posta yazınız.

source: Slide has been saved
tr: Slayt kaydedildi

source: Slide has been deleted
tr: Slayt silindi

source: Photo Changed Successfully
tr: Fotoğraf Başarıyla Değiştirildi

source: SMS template has been saved.
tr: SMS şablonu kaydedildi.

source: SMS template has been deleted.
tr: SMS şablonu silindi.

source: Status has been deleted.
tr: Durum silindi.

source: Your Tax has been saved.
tr: Vergi kaydedildi.

source: Your Tax has been deleted.
tr: Vergi silindi.

source: Print Property
tr: Mülkü Yazdır

source: Email Property
tr: E-posta Mülkü

source: Template has been saved.
tr: Şablon kaydedildi.

source: Template has been deleted.
tr: Şablon silindi.

source: Type has been saved.
tr: Tür kaydedildi.

source: Type has been deleted.
tr: Tür silindi.

source: Photo has been deleted.
tr: Fotoğraf silindi.

source: Your Unit has been saved.
tr: Birim kaydedildi.

source: Your Unit has been deleted.
tr: Birim silindi.

source: Agency has been saved.
tr: Ajans kaydedildi.

source: User has been saved.
tr: Kullanıcı kaydedildi.

source: Agency has been updated.
tr: Ajans güncellendi.

source: Agent has been updated.
tr: Ajan güncellendi.

source: Users has been updated.
tr: Kullanıcılar güncellendi.

source: User has been updated.
tr: Kullanıcı güncellendi.

source: User has been deleted.
tr: Kullanıcı silindi.

source: Permission update successfully
tr: İzin güncelleme başarıyla

source: Error in updation
tr: Güncelleme hatası

source: Level User has been saved
tr: Seviye Kullanıcı kaydedildi

source: Level user has been deleted
tr: Seviye kullanıcı silindi

source: Can not delete level user
tr: Seviye kullanıcısı silinemiyor

source: Your Vendor has been saved.
tr: Satıcınız kaydedildi.

source: Your Vendor has been deleted.
tr: Satıcınız silindi.

source: Please delete related entries first.
tr: Lütfen önce ilgili girdileri silin.

source: Your logo has been saved.
tr: Logonuz kaydedildi.

source: File type mismatch
tr: Dosya türü uyumsuzluğu

source: Your logo has been deleted.
tr: Logonuz silindi.

source: Add Agency
tr: Reklam ajansı

source: Agency Name
tr: Ajans İsmi

source: Username
tr: Kullanıcı adı

source: User Name
tr: Kullanıcı adı

source: Password
tr: Parola

source: Select
tr: Seç

source: Address
tr: adres

source: Phone
tr: Telefon

source: Mobile
tr: hareketli

source: Email ID
tr: E-posta kimliği

source: Skype ID
tr: Skype kullanıcı adı

source: Twitter ID
tr: Twitter Kimliği

source: Facebook ID
tr: Facebook kimliği

source: Description
tr: tanım

source: Add Photo
tr: Fotoğraf ekle

source: Save
tr: Kaydet

source: Close
tr: Kapat

source: Edit
tr: Düzenleme

source: Agencies
tr: ajanslar

source: Form
tr: Biçim

source: Update
tr: Güncelleştirme

source: Cancel
tr: İptal

source: Add New Agency
tr: Yeni Ajans Ekle

source: Delete
tr: silmek

source: Action
tr: Aksiyon

source: View
tr: görünüm

source: Properties
tr: Özellikleri

source: Leads
tr: Talepler

source: Deals
tr: Fiyatları

source: Purchases
tr: Satın Almalar

source: Expenses
tr: Giderler

source: Details
tr: ayrıntılar

source: City
tr: Şehir

source: Add Agents
tr: Ajanlar ekle

source: E-Mail
tr: E-Posta

source: Linkedin ID
tr: Linkedin Kimliği

source: Upload Photo
tr: Fotoğraf yükle

source: Edit Agents
tr: Ajanları Düzenle

source: Status
tr: durum

source: Active
tr: Aktif

source: Suspend
tr: askıya almak

source: Cancle
tr: İptal etmek

source: Agents
tr: Ajanlar

source: Add New Agent
tr: Yeni Aracı Ekle

source: Wallet
tr: Cüzdan

source: Wallet History
tr: Cüzdan tarihi

source: Balance
tr: Denge

source: Show Commission
tr: Komisyonu Göster

source: Transaction Form
tr: İşlem Formu

source: Amount
tr: miktar

source: Please Select
tr: Lütfen seçin

source: Remarks
tr: Uyarılar

source: Agent Wallet History
tr: Ajan Cüzdan Geçmişi

source: Back
tr: Geri

source: Date & Time
tr: tarih & Zaman

source: Show Payment
tr: Ödemeyi Göster

source: Total Credit
tr: Toplam Kredi

source: Total Debit
tr: Toplam Borç

source: Payment Details
tr: Ödeme detayları

source: Date
tr: tarih

source: Receipt number
tr: Makbuz Numarası

source: Narration
tr: Anlatım

source: Dear Mr./Mrs./Ms
tr: Sevgili Bay / Bayan / Bayan

source: Thank you for your payment against the following details.
tr: Aşağıdaki ayrıntılara karşılık ödeme için teşekkür ederiz.

source: Property Name
tr: Mülkiyet adı

source: Area
tr: Alan

source: Actual Amount
tr: Gerçek miktar

source: Tax Amount
tr: Vergi miktarı

source: Extra/Late Amount
tr: Ekstra / Son Tutar

source: Amount(numerals)
tr: Miktar (rakamlar)

source: For
tr: İçin

source: Amount (word)
tr: Tutar (kelime):

source: Payment Through
tr: sayesinde ödeme

source: Add Calendar details
tr: Takvim ayrıntılarını ekle

source: Start Date Time
tr: Başlangıç Tarihi

source: End Date Time
tr: Bitiş Tarihi Saati

source: Repeative Event
tr: Tekrarlayan Etkinlik

source: No
tr: Yok hayır

source: Yes
tr: Evet

source: Repeat Type
tr: Türü Tekrarla

source: Number of Repeats
tr: Tekrarlananların Sayısı

source: Representative's Name
tr: Temsilcinin Adı

source: Message Type
tr: Mesaj Türü

source: Color
tr: Renk

source: Comment
tr: Yorum Yap

source: Calendar Schedule
tr: Takvim Programı

source: Date Time
tr: Tarih Saati

source: Calender Schedules
tr: Takvim Programları

source: Add New Calender Schedules
tr: Yeni Takvim Programlarını Ekleyin

source: Agent Name
tr: Ajan adı

source: Representative
tr: Temsilci

source: Add Category
tr: Kategori Ekle

source: Category
tr: Kategori

source: Categories
tr: Kategoriler

source: Add New Category
tr: Yeni Kategori Ekle

source: Configuration Options
tr: yapılandırma Seçenekleri

source: Site Name
tr: Yer Adı

source: Organization Name
tr: Kuruluş Adı

source: Account Details
tr: hesap detayları

source: Domain Name
tr: Alan Adı

source: Organization Email
tr: Organizasyon E-posta

source: Meta Description
tr: Meta Açıklaması

source: Time Zone
tr: Saat dilimi

source: Currency
tr: para

source: Language
tr: Dil

source: Text Direction
tr: metin yönü

source: Left-to-right (LTR)
tr: Sol için Sağ (LTR)

source: Right-to-Left (RTL)
tr: Sağ için Sol (RTL)

source: Display records per page
tr: Sayfa başına ekran kayıt

source: Max records per page
tr: Sayfa başına maksimum kayıt

source: Date Format
tr: Tarih formatı

source: Date Format Required
tr: Tarih Biçimi Gerekli

source: Date, Month, Year, Hour, Min, Sec, Meridian, Date Separator, Time Separator
tr: Tarih, Ay, Yıl, Saat, Min, Sec, Meridyen, Tarih Ayırıcı, Saat Ayırıcı

source: Map Key
tr: Harita Anahtarı

source: Image
tr: görüntü

source: Text
tr: Metin

source: Short Name
tr: Kısa isim

source: Contact Nos.
tr: İrtibat Numaraları

source: Contact No. should be comma seprated
tr: İletişim Numarası virgülle ayrılmış olmalı

source: Due Days
tr: Son Günler

source: Number of Due Days
tr: Son Gün Sayısı

source: Late Fees (% annually)
tr: Geç Ücretler (yıllık%)

source: Email Notification
tr: Eposta bildirimi

source: SMS Notification
tr: SMS Bildirim

source: Google Translation
tr: Google Çeviri

source: Front End Registration
tr: Ön Uç Kayıt

source: Front End Slides
tr: Ön Uç Slaytlar

source: Save Settings
tr: Ayarları kaydet

source: Organisation Logo
tr: Organizasyon Logo

source: Back To Contents
tr: İçeriğe Dön

source: Upload Image(* height less than 220px)
tr: İmge (* 220px daha az yükseklik)

source: Upload Image
tr: Fotoğraf yükleniyor

source: Delete Logo
tr: Logo Sil

source: Add Contact
tr: Kişi ekle

source: Contact Information
tr: İletişim bilgileri

source: No Agency
tr: Ajansız

source: District
tr: İlçe

source: State
tr: Belirtmek

source: Pincode
tr: Pin Kodu

source: Cell Phone
tr: Cep telefonu

source: Confirm Password
tr: Şifreyi Onayla

source: Contact
tr: Temas

source: Contacts
tr: İletişim

source: Add New Contact
tr: Yeni Kişi Ekle

source: Print
tr: Baskı

source: All
tr: Herşey

source: Contact Name
tr: İrtibat Adı

source: Search
tr: Arama

source: Contact Number
tr: İletişim numarası

source: Details
tr: Ayrıntılar

source: Cell phone
tr: Cep telefonu

source: Add Pages
tr: Sayfaları ekle

source: Link Name
tr: bağlantı Adı

source: Link Order
tr: bağlantı Sipariş

source: Page Type
tr: Sayfa Türü

source: Internal
tr: İç

source: External
tr: dış

source: Icon
tr: ikon

source: External Url
tr: dış URL

source: Url Target
tr: URL Hedefi

source: Page Name
tr: Sayfa Adı

source: Page Url
tr: Sayfa URL

source: Page Content
tr: Sayfa İçeriği

source: Edit Pages
tr: Düzenleme Sayfalar

source: Pages
tr: Sayfalar

source: Add New Page
tr: Yeni Sayfa Ekle

source: Ordering
tr: sipariş

source: Published
tr: Yayınlanan

source: Unpublished
tr: yayınlanmamış

source: Add Contracts
tr: Sözleşmeler Ekle

source: Contracts
tr: Sözleşmeler

source: Add New Contract
tr: Yeni Sözleşme Ekleyin

source: Add Currency
tr: Para ekle

source: Currency Name
tr: Döviz Adı

source: Upload Currency (Less or equal to 50*50)
tr: yükleme Döviz (Az veya eşit 50*50)

source: Add New Currency
tr: Yeni Para Birimi Ekle

source: Quick Action
tr: Hızlı İşlem

source: Add New Property
tr: Yeni Mülk Ekle

source: Add New Lead
tr: Yeni Kurşun Ekle

source: Add New Deal
tr: Yeni Fırsat Ekle

source: Add New Expense
tr: Yeni Masraf Ekle

source: Add New Purchase
tr: Yeni Satın Alma Ekle

source: Chart Wise Report
tr: Grafik Bilge Raporu

source: New Leads
tr: Yeni Talepler

source: Followup Date
tr: Takip Tarihi

source: New Deals
tr: Yeni Fırsatlar

source: New Property
tr: Yeni Mülk

source: New Expenses
tr: Yeni Masraflar

source: Add Deal
tr: Fırsat Ekle

source: Deal On
tr: Anlaştık

source: Client Name
tr: Müşteri Adı

source: Deal For
tr: Fırsat Et

source: Available For
tr: İçin uygun

source: Evocate Date
tr: Tarihi hatırlat

source: Invoice
tr: Fatura

source: Invoice Date
tr: Fatura tarihi

source: Booking Amount
tr: Rezervasyon Tutarı

source: Enter amount
tr: Miktarı girin

source: Discount
tr: İndirim

source: Payment Plan
tr: Ödeme planı

source: Half Yearly
tr: Yarı yıllık

source: Yearly
tr: Yıllık

source: Manually
tr: Manuel olarak

source: Agent if any
tr: Ajan varsa

source: Comment/Remarks
tr: Yorum / Açıklamalar

source: Edit Deal
tr: Düzenleme Fırsat

source: Property
tr: özellik

source: Invoice No
tr: fatura Numarası

source: Total Amount
tr: Toplam Tutar

source: Balance Due
tr: Bakiye Dengesi

source: Show Payment Plan
tr: Göster Ödeme Planı

source: Make Payment
tr: Ödeme Yap

source: Print Invoice
tr: Fatura Yazdır

source: Total
tr: Toplam

source: INVOICE
tr: FATURA

source: Invoice Number
tr: fatura Numarası

source: Client
tr: müşteri

source: PAYMENT DETAILS
tr: ÖDEME DETAYLARI

source: Installment
tr: taksit

source: Due Date
tr: Bitiş tarihi

source: Signture
tr: imza

source: Thanking You,
tr: You teşekkür,

source: For M/s.
tr: İçin M/s.

source: (Please Select)
tr: (Lütfen seçin)

source: My Deal Details
tr: Anlaşmamın Ayrıntıları

source: Availiable For
tr: İçin uygun

source: Comments/Remarks
tr: Yorumlar / Açıklamalar

source: Add Payment
tr: Ödeme Ekle

source: Tax
tr: Vergi

source: Select Tax if applicable
tr: Varsa, Vergi seçin

source: Taxable Amount
tr: Vergiye tabii tutar

source: Payable Amount
tr: Borç senedi tutarı

source: Net Amount
tr: Net tutar

source: Payment Type
tr: Ödeme türü

source: Payment Date
tr: Ödeme tarihi

source: Transaction Reference
tr: İşlem referansı

source: Deals Payments
tr: Fırsat Ödemeleri

source: Show Payments of
tr: Ödemeleri Göster

source: for
tr: için

source: Back To Deals
tr: Fırsatlara Geri Dön

source: Add New Payment
tr: Yeni Ödeme Ekle

source: Payment Name
tr: Ödeme Adı

source: Print Receipt
tr: Makbuzu yazdır

source: Next Due Date
tr: Sonraki Bitiş Tarihi

source: PAID
tr: ÖDENEN

source: Authorised Signatory
tr: Yetkili imza

source: (Subject to Realisation of Cheque)
tr: (Çekin Gerçekleşmesine Konu Olabilir)

source: Email Settings
tr: E-posta Ayarları

source: Email Type
tr: E-posta Tipi

source: Server Name/Host
tr: Sunucu Adı / Ana Bilgisayarı

source: Server Name
tr: Sunucu adı

source: Port
tr: Liman

source: Add Email Template
tr: E-posta Şablonu Ekle

source: Email Template
tr: E-posta Şablonu

source: Email Templates
tr: E-posta Şablonları

source: Add New Email Template
tr: Yeni E-posta Şablonu Ekle

source: Template
tr: şablon

source: Category Name
tr: Kategori adı

source: Edit Categories
tr: Kategorileri Düzenle

source: Expense Report
tr: Gider raporu

source: Total Expense Count this month
tr: Toplam Gider Sayımı bu ay

source: Total Expense this month
tr: Bu ayın toplam masrafı

source: Expense Count
tr: Gider Sayımı

source: Expense
tr: Masraf

source: Month
tr: Ay

source: Add Expense
tr: Gider ekle

source: Vendor/Staff Name
tr: Satıcı / Çalışan Adı

source: Invoice Amount
tr: Fatura tutarı

source: Edit Expenses
tr: Masrafları Düzenle

source: S.No.
tr: Seri numarası

source: Vendor / Staff
tr: Satıcı / Personel

source: Invoice Nnumber
tr: Fatura numarası

source: Expenses Payments
tr: Gider Ödemeleri

source: dated
tr: tarihli

source: Back To Expense
tr: Masrafa Geri Dön

source: Payment
tr: Ödeme

source: Add New Feature
tr: Yeni Özellik Ekle

source: Features
tr: Özellikler

source: Forgot
tr: Unuttum

source: Submit
tr: sunmak

source: Login
tr: Oturum aç

source: Verification Code
tr: Doğrulama kodu

source: verification Code
tr: doğrulama kodu

source: Reset Password
tr: Şifreyi yenile

source: Forgot Username
tr: Kullanıcı adınızı mı unuttunuz

source: Forgot Password
tr: Parolanızı mı unuttunuz
