Repository: aarapi/real-estate-crm
Catalog: app/Locale/tur/LC_MESSAGES/validation.po
Languages: tr

source: File Manager
tr: Dosya yöneticisi

source: Only letters and numbers allowed
tr: izin verilen tek harfler ve rakamlar

source: Address Required.
tr: Adres Gerekli.

source: Only numbers allowed
tr: Sadece numaralar izin

source: Please select
tr: Lütfen seçin

source: Only Alphabets
tr: sadece alfabe

source: Only Number
tr: Sadece Sayı

source: Only Date
tr: Sadece Tarih

source: Enter a valid email
tr: Geçerli bir e-posta girin

source: This Email has already been exist! try new one
tr: Bu e-posta zaten mevcut olmuştur! Yeni bir deneyin

source: This Mobile has already been exist! try new one
tr: Bu Mobil zaten var! Yenisini denemek

source: File does not have a valid extension
tr: Dosya geçerli bir uzantısı yok

source: You must supply a JPG, GIF or PNG File.
tr: Bir JPG, GIF veya PNG dosyası sağlamanız gerekir.

source: Only URL allowed
tr: Yalnızca URL'ye izin verilir

source: You must supply image height is less than 50px
tr: Görüntü yüksekliği 50px daha az sağlamanız gerekir

source: You must supply image width is less than 50px
tr: Sen 50px daha az görüntü genişliği sağlamalısınız

source: This Invoice No. has already been taken.
tr: Bu Fatura Numarası zaten alınmıştır.

source: Please Select an item in the list
tr: Lütfen listeden bir öğe seçin

source: Password required
tr: şifre gerekli

source: short Required.
tr: Kısa Gerekli.

source: Only Date & Time
tr: Sadece Tarih ve Saat

source: This Deal has already been set plan payment! please edit it
tr: Bu Fırsat zaten plan ödeme yapılmadı! Lütfen düzenle

source: Please select one of these options.
tr: Lütfen bu seçeneklerden birini seçin.

source: This Username has already been taken.
tr: Bu Kullanıcı adı zaten alındı.

source: You must supply image height is less than 220px
tr: Görüntü yüksekliğini girmelisiniz az 220px olduğunu
